//House
export const imageHouse = [
    {
        img_big_1: '/public/img/image 8.png',
        img_big_2: '/public/img/image 11.png',
        img_small_1: '/public/img/image 9.png',
        img_small_2: '/public/img/image 10.png',
        descriptionTop: 'Затишні дерев’яні будиночки, які заховались на окраїні лісу, зустрічатимуть Вас чудовим краєвидом на ранкові полонини.',
        descriptionBot: 'Ви можете обрати кількість кімнат та місце, яке буде ідеальним для Вас. Територія, на якій базуються будиночки, підійде як і для великих компаній, яким потрібно бути поряд у декількох будинках, так і для пар, які хочуть бути на одинці.',
    },
]


//House

export const heroContent = [
    {
        id: '0',
        button: '1',
        content: 'Полонини Карпат, у селі Орів посеред гір розташувався затишний куточок для незабутніх вражень. Справжні українські гори, власноручне сироваріння на полонині, водоспади та вікові дерева чекають на Вас.'
    },

    {
        id: '1',
        button: '2',
        content: 'Звабливі карпатські простори чекають на тих, хто шукає неповторні враження. Відвідайте село Орів, що розташоване серед гір, і відчуйте дух пригод та краси. Тут ви зможете насолодитися справжніми українськими горами, випробувати власноручне сироваріння на полонині, спостерігати за водоспадами, та насолоджуватися видами вікових дерев.'
    },

    {
        id: '2',
        button: '3',
        content: 'Почуйте запрошення до полонин Карпат, де село Орів розташоване в окутанні гір. Тут кожен зможе знайти незабутні враження. Ви зможете відчути справжність українських гір, спробувати власноручне сироваріння, розслабитися поблизу водоспадів і насолодитися красою вікових дерев.'
    },

    {
        id: '3',
        button: '4',
        content: 'Покладіть свої стопи на карпатські землі і відкрийте для себе село Орів, затишне місце, занурене в гірський пейзаж. Тут ви зможете насолодитися справжніми українськими горами, побачити власними очима процес сироваріння на полонині, розслабитися біля мальовничих водоспадів та насолодитися красою віківчених дерев.'
    },

    {
        id: '4',
        button: '5',
        content: 'Приголомшливі карпатські пейзажі та неповторність села Орів зібралися разом, щоб запропонувати незабутні враження для усіх поціновувачів природи. Зануртеся в атмосферу справжніх українських гір, доторкніться до традиційного сироваріння на полонині, насолоджуйтеся мелодією водоспадів та красою вікових дерев.'
    },

    {
        id: '5',
        button: '6',
        content: 'Познайомтеся з полонинами Карпат, де село Орів знаходиться в обіймах гір. Це мальовниче місце пропонує незабутні враження для всіх, хто цінує природу. Ви зможете відчути справжність українських гір, випробувати власноручне сироваріння, насолодитися місцевими водоспадами та деревами століть.'
    },

    {
        id: '6',
        button: '7',
        content: 'Орівські карпатські простори вітають усіх, хто мріє про незабутні подорожі. Зануртесь у світ села Орів, оточеного гірськими вершинами, та насолоджуйтеся неповторними враженнями. Тут вас чекають справжні українські гори, можливість спробувати власноручне сироваріння, мальовничі водоспади та вікові дерева.'
    },
]

export const arrLink = [
    {
        index: 0,
        text: 'Головна',
        link: '/',
    },
    {
        index: 1,
        text: 'Про нас',
        link: '/about',
    },
    {
        index: 2,
        text: 'Забронювати',
        link: '/bookhouse',
    },
    {
        index: 3,
        text: 'Контакти',
        link: '/contact',
    },
    {
        index: 4,
        text: 'Особистий каінет',
        link: '/cabinet',
    },
]

export const cities = [
    'Всі міста',
    'Бакота',
    'Карпати',
    'Київ',
    'Одесса',
];

/*export const houseArr = [
    {
        index: 0,
        house: 'bakota-00'
    },
    {
        index: 1,
        house: 'bakota-01'
    },
    {
        index: 2,
        house: 'bakota-02'
    },
    {
        index: 3,
        house: 'karpathy-00'
    },
    {
        index: 4,
        house: 'karpathy-01'
    },
    {
        index: 5,
        house: 'karpathy-02'
    },
    {
        index: 6,
        house: 'kyiv-00'
    },
    {
        index: 7,
        house: 'kyiv-01'
    },
    {
        index: 8,
        house: 'kyiv-02'
    },
    {
        index: 9,
        house: 'odessa-00'
    },
    {
        index: 10,
        house: 'odessa-01'
    },
    {
        index: 11,
        house: 'odessa-02'
    },
]*/
// bookhouse/house/bakota - Нужно будет сделать так
/*export const citiesENG = [
    {
        id: 0,
        city: 'bakota',
        houseCard: [
            {
                index: 0,
                house: 'bakota-00'
            },
            {
                index: 1,
                house: 'bakota-01'
            },
            {
                index: 2,
                house: 'bakota-02'
            },
        ]
    },
    {
        id: 1,
        city:  'karpathy',
        houseCard: [
            {
                index: 0,
                house: 'karpathy-00'
            },
            {
                index: 1,
                house: 'karpathy-01'
            },
            {
                index: 2,
                house: 'karpathy-02'
            },
        ]
    },
    {
        id: 2,
        city: 'kyiv',
        houseCard: [
            {
                index: 0,
                house: 'kyiv-00'
            },
            {
                index: 1,
                house: 'kyiv-01'
            },
            {
                index: 2,
                house: 'kyiv-02'
            },
        ]
    },
    {
        id: 3,
        city: 'odessa',
        houseCard: [
            {
                index: 0,
                house: 'odessa-00'
            },
            {
                index: 1,
                house: 'odessa-01'
            },
            {
                index: 2,
                house: 'odessa-02'
            },
        ]
    },
];*/

export const descriptionHouse = [

    {
        index: 0,
        title: 'Незвідана Бакота',
        description: 'У Хмельницькій області розташований загублений край - Бакота. Мальовничий каньйон з давньою історією захоплює своїми просторами та незвичною атмосферою. Бджільництво, свіжий мед із польових трав, дотик до природи.',
        img: `/public/ImageCardsHouse/image 5.png`,
        city: 'Бакота',
        cityTo: 'bakota',
        house: 'bakota-00'
    },
    {
        index: 1,
        title: 'Бакотська Оаза Тиші',
        description: 'У захоплюючих горах Хмельницької області розташована Бакота - справжня оаза тиші та спокою. Тут ви зможете відчути гармонію з природою, насолоджуючись панорамними видами, спокійними прогулянками і чистим повітрям.',
        img: `/public/ImageCardsHouse/bakota/Screenshot_30.png`,
        city: 'Бакота',
        cityTo: 'bakota',
        house: 'bakota-01'
    },
    {
        index: 2,
        title: 'Бакота: Світ Прекрасних Видів',
        description: 'Усередині прекрасних гір Хмельницької області розкривається Бакота - місце, де ви зможете насолоджуватися неповторними панорамами та захоплюючими краєвидами. Кожен крок тут - це зустріч з красою та гармонією.',
        img: `/public/ImageCardsHouse/bakota/Screenshot_26.png`,
        city: 'Бакота',
        cityTo: 'bakota',
        house: 'bakota-02'
    },
    {
        index: 3,
        title: 'Полонини Карпат',
        description: 'Полонини Карпат, у селі Орів посеред гір розташувався затишний куточок для незабутніх вражень. Справжні українські гори, власноручне сироваріння на полонині, водоспади та вікові дерева чекають на Вас.',
        img: `/public/ImageCardsHouse/image 4 (1).png`,
        city: 'Карпати',
        cityTo: 'karpathy',
        house: 'karpathy-00'
    },
    {
        index: 4,
        title: 'Схована Карпатія',
        description: 'В області Івано-Франківськ знаходиться таємниче місце - Карпати. Ці непідведені гори з віковою історією чарують своєю величчю та непередбачуваністю. Смак місцевих страв, чисте повітря та відчуття відокремленості від суєти міста - все це дарує незабутні враження.',
        img: `/public/ImageCardsHouse/karpathy/Screenshot_37.png`,
        city: 'Карпати',
        cityTo: 'karpathy',
        house: 'karpathy-01'
    },
    {
        index: 5,
        title: 'Загадкова Долина Карпат',
        description: 'У Чернівецькій області розташована загадкова Долина Карпат, яка приховує в собі багато непідведених скарбів. Спокійні гірські озера, таємничі ліси та давні замки створюють особливу атмосферу та запрошують до відкриття.',
        img: `/public/ImageCardsHouse/karpathy/Screenshot_39.png`,
        city: 'Карпати',
        cityTo: 'karpathy',
        house: 'karpathy-02'
    },
    {
        index: 6,
        title: 'Автентична Київщина',
        description: 'Неподалік центра Києва розташувалось автентичне українське село на території однойменного села Пирогово. Дерев’яні млини, запашний хліб, приготовлений своїми руками, українські пісні та багато іншого чекає на вас уже зараз.',
         img: `/public/ImageCardsHouse/image 6.png`,
        city: 'Київ',
        cityTo: 'kyiv',
        house: 'kyiv-00'
    },
    {
        index: 7,
        title: 'Село Пирогово: Крайня Автентичність',
        description: 'Поблизу столиці України розташоване унікальне місце - село Пирогово, де збереглися давні українські традиції та звичаї. Тут кожен куток наповнений духом минулих часів, а кожен візит стає подорожжю у часі. Пирогово - це місце, де ви зможете відчути найавтентичніший дух української культури.',
        img: `/public/ImageCardsHouse/kyiv/Screenshot_8.png`,
        city: 'Київ',
        cityTo: 'kyiv',
        house: 'kyiv-01'
    },
    {
        index: 8,
        title: 'Пирогово: Дихання Української Душі',
        description: 'У непосредній близькості від Києва розташоване село Пирогово, яке щедро дарує можливість зануритися у традиційну українську культуру. Тут кожен момент наповнений аутентичністю, а кожен крок - це зустріч з теплом української душі.',
        img: `/public/ImageCardsHouse/kyiv/Screenshot_13.png`,
        city: 'Київ',
        cityTo: 'kyiv',
        house: 'kyiv-02'
    },
    {
        index: 9,
        title: 'Нетипова Одещина',
        description: 'В Одеській області знаходиться мальовниче містечко Вилкове. Його ще називають «українською Венецією». Вилкове - це містечко на воді, весь в каналах. Розташоване в місці, де зустрічаються річка Дунай і Чорне море. Люди пересуваються переважно човнами. Нетипове українське село не залишить Вас без вражень.',
         img: `/public/ImageCardsHouse/image 7.png`,
        city: 'Одесса',
        cityTo: 'odessa',
        house: 'odessa-00'
    },
    {
        index: 10,
        title: 'Унікальна Одещина',
        description: 'У вишуканій Одеській області знаходиться чарівне містечко Вилкове, відоме як "українська Венеція". Це непересічне місто, сповнене водяних каналів, які створюють особливу атмосферу. Розташоване на мальовничій зустрічі річки Дунаю та Чорного моря. Це місце, яке залишить незабутні враження у кожного',
        img: `/public/ImageCardsHouse/odessa/Screenshot_17.png`,
        city: 'Одесса',
        cityTo: 'odessa',
        house: 'odessa-01'
    },
    {
        index: 11,
        title: 'Новаторская Одещина',
        description: 'В обворожливій Одеській області розташоване унікальне містечко Вилкове, що часто порівнюють зі "всесвітньою Венецією". Вилкове - це місто на воді, сповнене мальовничих каналів, які створюють неповторний образ. Розташоване на місці, де зустрічаються річка Дунай та Чорне море, це місце має неймовірну привабливість. ',
        img: `/public/ImageCardsHouse/odessa/Screenshot_16.png`,
        city: 'Одесса',
        cityTo: 'odessa',
        house: 'odessa-02'
    },
]

